src/load1.yml
config:
  target: "http://ec2-34-244-124-92.eu-west-1.compute.amazonaws.com:8000"
  phases:
    - duration: 60
      arrivalRate: 50
  payload:
      # path is relative to the location of the test script
      path: "generatedFiles/test.csv"
      fields:
        - "ipfs"
scenarios:
  - name: "Search and buy"
    flow:
      - get:
          url: "/issueipfs?id=3&claim={{ ipfs }}"