src/load1.yml
config:
  target: "http://localhost:8000"
  phases:
    - duration: 10
      arrivalRate: 2
  payload:
      # path is relative to the location of the test script
      path: "generatedFiles/test.csv"
      fields:
        - "ipfs"
scenarios:
  - name: "Search and buy"
    flow:
      - get:
          url: "/issueipfs?id=3&claim={{ ipfs }}"